{
  "brand": "Cookie Break (Nabisco)",
  "slug": "cookie-break",
  "category": "Food/Confectionery",
  "country": "US",
  "active": { "start": null, "end": null },
  "fate": "Discontinued (date unconfirmed)",
  "summary": "Nabisco-branded sandwich-style cookies sold in the 1990s–2000s era; later discontinued.",
  "topics": ["vanished-product", "cult-favorite"],
  "notable_products": ["Cookie Break cookies"],
   "overview_md": "**Cookie Break** was a Nabisco-branded packaged cookie line remembered by shoppers from the 1990s–early 2000s era. Public documentation online is sparse, but surviving packaging photos, nostalgia threads, and trademark records indicate it was a mainstream grocery-aisle product rather than a limited regional item. Descriptions from collectors suggest a classic, lunchbox-friendly cookie positioned alongside other everyday Nabisco offerings.\n\nBecause official launch and retirement dates are not clearly published, the most reliable way to verify timing is to consult **primary sources**: dated newspaper circulars, magazine ads, supermarket flyers, and trademark filings. Auction archives (e.g., sold eBay listings), library databases (Newspapers.com, Google News Archive), and the Internet Archive can surface images that include week-and-year context. When you find the earliest dated ad, treat that year as an approximate **start**; your most recent dated mention can serve as an **end** proxy or a “last seen” marker.\n\nFor now, Cookie Break is best cataloged as a **discontinued product** with uncertain dates. If you uncover firm evidence (ad scans, UPC catalogs, or distributor sheets), update this entry with specific years and cite those sources for future researchers."
},
  "links": {
    "wikipedia": "https://en.wikipedia.org/wiki/Nabisco",
    "trademark": "https://www.trademarkia.com/cookie-break-73031545",
    "ref_discussion_1": "https://www.answers.com/food-ec/Who_sells_nabisco%27s_cookie_break",
    "ref_discussion_2": "https://www.reference.com/business-finance/nabisco-cookie-break-discontinued"
  }
}
